MODE.FirstCasualtyCommander = {
	"Я только что засёк первую ассимиляцию. Угроза реальна. Осторожнее.",
	"Один уже готов, не дайте им сделать следующим вас. Будьте начеку.",
	"Потерял сигнал одного из вас, скорее всего ассимилирован. Будьте бдительны.",
	"Одного из вас только что ассимилировали. Вы можете быть следующими, будьте бдительны."
}

MODE.HalfWayCommander = {
	"Вас осталась половина. Держитесь вместе.",
	"Половина из вас мертва или ассимилирована. Да поможет вам Бог.",
	"Патоуген уже на полпути. Берегите себя и проверяйте углы.",
	"Дела плохи, половина из вас заражена. Чёрт.",
}

MODE.HalfWayHeliCommander = {
	"Вас осталась половина. Вертолёт эвакуации уже в пути. Прибытие: 4-5 минут.",
	"Половина из вас мертва или ассимилирована. Вертолёт эвакуации летит, держитесь!",
	"Патоуген уже на полпути. Вертолёт эвакуации готов, оставайтесь людьми ещё немного!",
	"Дела плохи, половина из вас заражена. Вертолёт эвакуации в пути, отбивайтесь от этих тварей ещё немного.",
}

MODE.HalfWayExtractCommander = {
	"Вас осталась половина. Группа эвакуации уже в пути. Прибытие: 2-3 минуты.",
	"Половина из вас мертва или ассимилирована. Группа эвакуации идёт, держитесь!",
	"Патоуген уже на полпути. Группа эвакуации в пути, оставайтесь людьми ещё немного!",
	"Дела плохи, половина из вас заражена. Группа эвакуации в пути, отбивайтесь от этих тварей ещё немного.",
}

MODE.ThreeLeftCommander = {
	"Вас осталось трое. Прикрывайте друг друга.",
	"Осталось трое выживших, включая вас. Надеюсь, вы готовы к тому, что будет.",
	"Осталась лишь тройка, помоги вам Бог.",
	"Вы и ещё двое пока живы. Держитесь вместе."
}

MODE.ThreeLeftHeliCommander = {
	"Вас осталось трое. Вертолёт будет с минуты на минуту.",
	"Осталось трое выживших, включая вас. Надеюсь, вы готовы к эвакуации.",
	"Осталась лишь тройка, ждите вертолёт.",
	"Вы и ещё двое живы. Держитесь вместе, вертолёт эвакуации летит."
}

MODE.TwoLeftCommander = {
	"В этом богом забытом месте вас осталось двое.",
	"Вас теперь двое. Чёрт!",
	"Остались только вы. И ещё какой-то парень. Помоги вам Бог.",
	"Вас осталось двое. Не поддавайтесь отчаянию, сражайтесь до последнего вздоха!"
}

MODE.OneLeftCommander = {
	"Вы остались один. Да смилуется Бог над вашей душой.",
	"Вы единственный выживший. А может, и нет. Вы хорошо сражались.",
	"Теперь только мы с вами, да? Рад, что я не там внизу.",
	"Вы последний. Мне жаль, солдат."
}

MODE.FirstCasualtyContractor = {
	"Первое убийство.",
	"Один уже готов, сосредоточьтесь.",
	"Один выживший мёртв.",
	"Кто-то мёртв. Ассимилирован или застрелен — неважно. Продолжайте."
}

MODE.HalfWayContractor = {
	"Вы добрались до половины выживших. Впечатляет.",
	"Около половины врагов мертвы. Просто держу в курсе.",
	"Половина уже мертва. Отличная работа, оперативник, продолжайте задание.",
	"Отличная работа, оперативник, около половины выживших мертвы.",
}

MODE.ThreeLeftContractor = {
	"Осталось всего двое выживших. Закончите начатое.",
	"Осталось двое. Вы знаете, что делать.",
	"Осталось 2 выживших. Отличная работа, вы почти у цели.",
	"Осталось двое выживших и вы. Найдите их и убейте."
}

MODE.TwoLeftContractor = {
	"Остался единственный выживший. Добейте его.",
	"Остался всего один выживший. Не облажайтесь.",
	"Найдите и убейте последнего. Эвакуация ждёт.",
	"Остался один враг. Найдите его."
}

MODE.OneLeftContractor = {
	"Вы единственный, кто остался в этой бойне. Задание выполнено. Идите к точке эвакуации.",
	"Вы всех достали. Задание выполнено. Идите к точке эвакуации.",
	"Оперативник, вы последний живой. Задание выполнено. Идите к точке эвакуации.",
	"Оперативник, задание выполнено. Идите к точке эвакуации."
}